Repository: admkopec/Jenga-Clock
Catalog: Jenga Clock/*.lproj/Localizable.strings
Languages: pl

source: Choose starting Player
pl: Wybierz Gracza początkowego

source: Choose starting time
pl: Wybierz czas początkowy

source: Close
pl: Zamknij

source: Countdown sounds
pl: Dźwięki odliczania

source: Created with ❤️ by **Adam Kopeć**
pl: Stworzone z ❤️ przez **Adam Kopeć**

source: Haptic feedback
pl: Wibracje

source: Rules
pl: Zasady

source: Rules of Jenga
pl: Zasady Jengi

source: Settings
pl: Ustawienia

source: Sounds
pl: Dźwięki

source: Start
pl: Rozpocznij

source: The rules of *Chess Clock Jenga* 🧱 are pretty straightforward. The players try to play Jenga as fast as possible without topping it over. The player who tops over the Jenga or whose time runs out _looses_! The players should remove and place blocks using just **one** hand. The same hand which placed the block should also be used to set the clock 😉 The blocks from **2 top most levels** shouldn't be removed. That's pretty much all. **Enjoy the play!**
pl: Zasady *Chess Clock Jengi* 🧱 są dość proste. Gracze starają się grać w Jengę najszybciej jak to możliwe bez przewrócenia jej. Gracz, który przewróci Jengę lub którego czas się skończy _przegrywa_! Gracze powinni wyjmować i wkładać klocki używając tylko **jednej** ręki. Ta sama ręka, która włożyła klocek powinna być użyta do zatwierdzenia zegara 😉 Klocki z **2 górnych poziomów** nie powinny być wyjmowane. To w zasadzie wszystko. **Miłej rozgrywki!**

source: Timer faces the Player
pl: Zegar zwrócony jest do Gracza

source: sec
pl: sek
